tap "homebrew/bundle"
brew "gcc"
brew "gh"
# brew "go"
brew "lazygit"
brew "libuv"
brew "minimal-racket"
brew "neovim", args: ["HEAD"]
brew "pnpm"
brew "poetry"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "typst"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
# vscode "command is only available in wsl or inside a visual studio code terminal."
